var vqinfo =
{
    "descs":[
        {"img":"./img/vq/vq_1.png","desc":"최초 시작화면입니다. 랜덤으로 생성된 월드위에 자신의 마을이 주어집니다."},
        {"img":"./img/vq/vq_2.png","desc":"월드 위에 자원수집을 위한 건물을 지을 수 있습니다."},
        {"img":"./img/vq/vq_3.png","desc":"마을안에 논, 밭, 인구를 위한 집등을 지을 수 있습니다."},
        {"img":"./img/vq/vq_4.png","desc":"마을안에 여러개의 건물을 지은 모습입니다."},
        {"img":"./img/vq/vq_5.png","desc":"맵 안에 이런 여러 산맥이 있는데, 산맥의 모양을 연속적인 곡선으로 만드는 알고리즘을 만들었었습니다."},
        {"img":"./img/vq/vq_6.png","desc":"또한 이런 지형의 경계도 모두 연속적인 곡선으로 만들어져있습니다."}
    ],
    "link":""
};